---
kind: other
id: Properties.T:Autodesk.Revit.DB.Architecture.BalusterPlacement
source: html/d7a992e2-7e21-0daa-d1e1-61f95cb6f9b7.htm
---
# BalusterPlacement Properties

Accesses the object containing properties related to the baluster pattern.